{
    "greeting1": "<npcName> turns to you with an easy smile and sparkly eyes. She has a fighter's body with strong, muscular frame, and her girlish face looks almost out of place.\n\n\"Hey there <pcName>, how is it going?\"",
    "greeting40": "<npcName> glares at you without amusement.\n\n\"Why did you have to go and lie to Talhaj like that? You put me in a pretty awkward position!\"",
    "greeting50": "\"Hello <pcName>. How can I help you today?\"",
    "pcTalk2": "Hello <npcName>! Would you have a moment to answer few questions?",
    "pcTalk3": "It going fine, thanks for asking. And now, if you will excuse me...",
    "pcTalk8": "What exactly do you do here?",
    "pcTalk9": "Where are you from?",
    "pcTalk10": "Do you like it here?",
    "pcTalk11": "Would you like to hear about my dream?",
    "pcTalk12": "I talked to Talhaj and he mentioned you.",
    "pcTalk13": "I don't have any more questions.",
    "pcTalk15": "One more thing.",
    "pcTalk21": "Bye.",
    "pcTalk23": "He seems to have fallen for you.",
    "pcTalk24": "He likes your style.",
    "pcTalk26": "What was that last bit?",
    "pcTalk28": "What do you mean?",
    "pcTalk30": "I could tell him on your behalf.",
    "pcTalk31": "I like chicken. They are delicious with bacon!",
    "pcTalk33": "I think that's it!",
    "pcTalk35": "Farewell.",
    "pcTalk37": "I will let you know what he said.",
    "pcTalk39": "No problem. Have a nice day!",
    "pcTalk41": "Sorry about that. It was a misunderstanding.",
    "pcTalk42": "I thought it would be fun.",
    "pcTalk43": "He deserved nothing else, the old fool.",
    "pcTalk45": "Can I ask some questions?",
    "pcTalk46": "Nothing really. Bye!",
    "pcTalk51": "Just stopped by to say hello. Have a nice day.",
    "pcTalk52": "I talked to Kamas.",
    "pcTalk54": "He has feelings for another.",
    "pcTalk55": "He likes you, but as a friend.",
    "pcTalk57": "Don't mention it. Can I now have some more questions?",
    "pcTalk58": "It will get better with time. Farewell.",
    "pcTalk56": "He adores you completely!",
    "pcTalk59": "Um... well... Let's move on, shall we? Care to answer another question or two?",
    "pcTalk60": "Right. Excuse me.",
    "pcTalk61": "No problem. See you around!",
    "npcTalk5": "\"Sure thing, ask away!\"",
    "npcTalk6": "She rolls her eyes coyly.\n\n\"Well, if you must...\"",
    "npcTalk7": "\"What would you like to know?\"",
    "npcTalk14": "\"Well, I am the resident astronomer, seer, alchemist and magician, of course.\"\n\nShe pokes you in the shoulder.\n\n\"Are you daft? I am a guard, just like you. Patrols, guard duties, boredom, that's my working day. Every day.\"",
    "npcTalk17": "She puffs her chest out and declares proudly: \"I am from Oakenhome! A local girl! And you better not forget it, next time you have funny remarks about the place.\"\n\nShe glares at you.\n\n\"You haven't had any recently, have you?\"",
    "npcTalk18": "\"Do fish swim? I love Oakenhome.\"\n\nShe pauses for a moment.\n\n\"Oh, you mean the job? It's all right, I guess. I like to move, and I like to hit the bad guys.\"",
    "npcTalk19": "\"Another one? No thanks. I still remember the one with the centaur and the rainbow.\"\n\nShe shudders.",
    "npcTalk20": "\"Okay then, have a nice day!\"",
    "npcTalk22": "She becomes confused for a moment.\n\n\"Talhaj? Oh, the new guy? What did he say?\"",
    "npcTalk25": "There is a hint of amusement in her eyes, but they quickly turn serious.\n\n\"Oh no, the poor man. He really is not my type.\"\n\nAnd then she murmurs under her breath.\n\n\"There are others, though...\"",
    "npcTalk27": "\"Well, who doesn't?\"\n\nShe laughs and then suddenly stops.\n\n\"I wish somebody would...\"",
    "npcTalk29": "She is suddenly very interested in her toes.\n\n\"Well, if you must know. I've grown a bit too fond of Kamas. We spar a lot, but that is for practice only. And inbetween, we talk. And he can listen! A girl could pour her heart out to him.\"\n\nShe pauses.\n\n\"Except she cannot. Because she is a chicken, damn it!\"",
    "npcTalk32": "\"Yeah, well thanks for that helpful information. Anything else you would like to say?\"",
    "npcTalk34": "\"Off you go then!\"\n\nHer mirth seems to be be gone.",
    "npcTalk36": "She mulls it over for a bit.\n\n\"Do it. I can't go on like this forever.\"",
    "npcTalk38": "\"That would be nice. Thanks for your help!\"",
    "npcTalk44": "She looks only half convinced.\n\n\"Well next time make sure to pay attention to what people are saying, instead of improvising afterwards! Now what is it you wanted?\"",
    "npcTalk47": "\"Well it was not! Do not do it again.\"\n\nShe flexes her muscles. You flinch.\n\n\"Now, what do you want from me?\"",
    "npcTalk48": "She looks at you angrily.\n\n\"That's a pretty nasty thing to say and you should be ashamed. Now, what do you want?\"",
    "npcTalk53": "<npcName> becomes nervous instantly.\n\n\"What did he say?\"",
    "npcTalk56": "She grows sad.\n\n\"I should have known. It will be weird, training with him now. But thank you for telling me anyways. There's plenty more fish in the sea, eh?\"\n\nShe smiles weakly.",
    "npcTalk57": "She laughs out aloud.\n\n\"Do you really think I will believe a word of what you say after that scene with Talhaj? Do not take me for a fool!\"",
    "npcTalk58": "She actually jumps up and down a bit.\n\n\"Oh, that's great news! I will have to talk to him in private. Thank you for telling me this!\"",
    "pcTalk62": "(Persuasion) <npcName>, I wouldn't lie about this twice. He really does like you.",
    "npcTalk64": "<npcName> waves you away.\n\n\"Just leave, <pcName>. You are making a fool out of yourself.\"",
    "pcTalk65": "(leave)",
    "npcTalk67": "She hesitates.\n\n\"You are serious, aren't you? Is it really true?\"",
    "pcTalk68": "Yes."
}