{
	"appleName": "Apple",
	"appleDescription": "A tasty, sweet apple that makes you forget the world for a while and just enjoy life. Also healthy!",
	"algernonsCloakName": "Algernon's cloak",
	"algernonsCloakDescription": "Algernon's cloak is a magical cloak that seems to have an affinity for upstairs floors. It reappears throughout the history, usually discovered by adventurers in rented rooms, only to be lost again years later. It confers a slight charisma bonus to the wearer, in addition to being very well made.",
	"battleaxeName": "Battle axe",
	"battleaxeDescription": "A one-handed battle axe. Consisting of a hardwood handle, iron head and a quality carbon steel edge, it is a durable and dependable weapon.",
	"beerName": "Beer",
	"beerDescription": "A mug full of delicious, golden beer. Makes you feel invincible for a while.",
	"closeHelmetName": "Close helmet",
	"closeHelmetDescription": "A fully enclosing helmet offering excellent protection to the head and neck. Can also substitute as a drum in musical emergencies.",
	"quarterstaffName": "Quarterstaff",
	"quarterstaffDescription": "A heavy ash staff. Not the most powerful weapon, but still quite dangerous in the hands of a skilled opponent.",
	"brigandineName": "Brigandine",
	"brigandineDescription": "A leather armor lined with small steel plates. Provides much better protection than simple padded armor at the cost of increased weight. Looks very stylish.", 
	"bucklerName": "Buckler",
	"bucklerDescription": "A small round wooden shield. Won't protect you against much, but it is better than nothing.",
	"daggerName": "Dagger",
	"daggerDescription": "A dagger. Used for stabbing problems away.",
	"longswordName": "Longsword",
	"longswordDescription": "A standard issue military longsword. Made out of durable, plain steel, it will not amaze your enemies into submission, but it just might chop them into pieces anyway.",
	"goldName": "Gold",
	"goldDescription": "Sweet, sweet gold. Makes everything better.",
	"knifeName": "Knife",
	"knifeDescription": "A simple kitchen knife. Brilliant for slicing tomatoes, apples, and small rats.",
	"leatherHoodName": "Leather hood",
	"leatherHoodDescription": "A stylish leather hood. It won't protect against much, but it's better than nothing.",
	"gambesonName": "Gambeson",
	"gambesonDescription": "A padded cloth jacket faced with leather. It offers basic protection against attacks, but gets quite uncomfortable in warm weather.",
	"leatherBootsName": "Leather boots",
	"leatherBootsDescription": "Sturdy leather boots. Comfortable, durable and waterproof.",
	"reinforcedLeatherBootsName": "Reinforced leather boots",
	"reinforcedLeatherBootsDescription": "Leather boots with additional metal greaves to protect the shin.",
	"leatherBracesName": "Leather vambraces",
	"leatherBracesDescription": "Forearm guards made of hard boiled leather. They can shield your arms from scratches and light injuries.",
	"leatherGlovesName": "Leather gloves",
	"leatherGlovesDescription": "Long leather gloves with forearm parts reinforced with hard leather and metal for increased protection.",
	"leatherHelmetName": "Leather helmet",
	"leatherHelmetDescription": "A stylish helmet made of hardened leather. Offers more visibility and increased protection than a simple hood.",
	"leatherPantsName": "Leather pants",
	"leatherPantsDescription": "Dark leather pants. Not only protective, but also a fashion statement.",
	"leatherSkirtName": "Leather skirt",
	"leatherSkirtDescription": "A heavy leather skirt reaching almost to the knees. Will fit both male and female fighters and protect groin and upper legs against lighter attacks.",
	"mailCoifName": "Mail coif",
	"mailCoifDescription": "A close fitting cap made of small linked metal rings.",
	"mailGlovesName": "Mail gloves",
	"mailGlovesDescription": "Chain mail gloves. With soft leather lined interior and grips, they are comfortable, practical, any offer great protection for your hands.",
	"mailChaussesName": "Mail chausses",
	"mailChaussesDescription": "Leg armour made of chain mail. Worn over leather boots.",
	"mailSkirtName": "Mail skirt",
	"mailSkirtDescription": "A shorter mail skirt combined with leather pants. Protecting soldiers futures every day.", 
	"hauberkName": "Hauberk",
	"hauberkDescription": "A long mail shirt. Offers excellent protection against cuts and slashes without affecting mobility. A warrior's favorite!", 
	"manfredsDaggerName": "Manfred's Dagger",
	"manfredsDaggerDescription": "This dagger belonged to the famous wood merchant Manfred the Stout. He was well known in the country for both his unmatched negotiating skills and for his impenetrable defense when negotiations gave way to less civilized exchanges. This second trait of his was greatly enhanced by this magical dagger, which makes the wielder much harder to hit and deals more damage than a conventional weapon.",
	"museumVoucherName": "Museum ticket voucher",
	"museumVoucherDescription": "This voucher grants you one free visit to the museum.",
	"naamasKeyName": "Elf's Head master key",
	"naamasKeyDescription": "This is a master key for all doors and containers in the Elf's Head Inn.",
	"rodOfStopMotionName": "Rod of Stop Motion",
	"rodOfStopMotionDescription": "This little wooden rod will stop anyone in their tracks. It will prevent the poor sod from performing any action until the effect wears off, providing the wielder with ample opportunity to either run away, or use sharp instruments of his choosing without opposition.\n\nThe name of the rod itself has been winning the \"Worst Pun of the Year\" competition in the village of Sorrow's Smile for the last seven years.",
	"sabatonsName": "Sabatons",
	"sabatonsDescription": "Steel sabatons and greaves for complete lower leg protection. Terrible for a stroll in a park, great against an axe to the shin.", 
	"shortbowName": "Shortbow",
	"shortbowDescription": "A standard bow. Even though called \"shortbow\" throughout the countries, it is actually just about the right size.",
	"steelBreastplateName": "Steel breastplate",
	"steelBreastplateDescription": "The best protection a money can buy. This breastplate has been crafted by a master smith from high quality steel. It can resist most common attacks with excellent durability.",
	"steelCuissesName": "Steel cuisses",
	"steelCuissesDescription": "Steel armor plates for the thighs. Worn over leather or padded pants combined with the included steel poleyns for additional knee protection.",  
	"steelGauntletsName": "Steel gauntlets",
	"steelGauntletsDescription": "Well made steel plate gauntlets, with fully articulated joints.",
	"longbowName": "Longbow",
	"longbowDescription": "A long bow made from yew wood. Powerful and able to shoot at distant targets, but requires a lot of practice to use.",
	"torchName": "Torch",
	"torchDescription": "Torch provides light. In desperate situations, it can also be used to hit people on the head with interesting shadow effects.",
	"wandOfPainfulLightsName": "Wand of Painful Lights",
	"wandOfPainfulLightsDescription": "This magical wand can release a ball of fire that will burn anything it hits. It is a very dangerous weapon in the hands of an experienced adventurer and a very painful life shortener in the hands of an inexperienced one.\n\nThe unusual name is attributed to the original creator of the wand, a wizard's apprentice named Ellon, whose original intent was to create a non-smoking torch, but the experiment took a turn for the unexpected. The Nobrows nickname he subsequently acquired stuck until the end of his days.",
	"dreamDungeonPrisonKeyName": "Prison key",
	"dreamDungeonPrisonKeyDescription": "A small bronze key that can be used to unlock cell doors of the dungeon prison.",
	"dreamDungeonZoltansKeyName": "Zoltan's key",
	"dreamDungeonZoltansKeyDescription": "Key apparently fashioned from a piece of human bone.",
	"preservedSnakeName": "Preserved snake",
	"preservedSnakeDescription": "A small dead snake, dried out and preserved with some clever combination of paint, herbs and pieces of copper.",
	"preservedSnonwflakeName": "Preserved snowflake",
	"preservedSnonwflakeDescription": "A small, perfectly frozen snowflake, held in some kind of a magical bubble." ,
	"puppetName": "Puppet",
	"puppetDescription": "A puppet. It is slightly unnerving to look at.",
	"tinSoldierName": "Tin soldier",
	"tinSoldierDescription": "A small figurine of a soldier made out of tin. Looks very life-like, except, of course, for the fact that it is all shiny, cold to touch, and smaller than your hand. In fact, it is not life-like at all.",
	"bottleOfAlcoholName": "Bottle of alcohol",
	"bottleOfAlcoholDescription": "A small bottle of alcohol that can be used for a variety of things. It can clean wounds, lessen pain, improve digestion and induce merriment. Truly, one of the wonders of the world.",
	"monkeyPawName": "Monkey paw",
	"monkeyPawDescription": "A dried and shriveled monkey paw. It smells terribly and looks like it can fall apart at any moment. Obviously, you just have to keep it!",
	"ritualDaggerName": "Ritual dagger",
	"ritualDaggerDescription": "An exquisitely crafter dagger used for ritual offerings. The hilt fits into the wielder's palm like it was made for it and the blade is razor sharp. The carvings on the side of the blade conjure disturbing imagery of sacrifices other than animal. A bowl of exotic fruits is show in one, for example.",
	"glassesName": "Glasses",
	"glassesDescription": "Two small, finely crafted glass lenses held by a sturdy wire frame. They can be used to enhance deteriorating vision, unfortunately are of little help for the inebriated.",
	"jarOfTreeSapName": "Jar of tree sap",
	"jarOfTreeSapDescription": "A small jar filled to the brim with very sticky tree sap. It is hard to say whether it is used as food, glue, or both.",
	"rustyNailName": "Rusty nail",
	"rustyNailDescription":"A small nail. It is quite rusty. And crooked. It's garbage.",
	"scrollOfFireballName": "Scroll of Fireball",
	"scrollOfFireballDescription": "An old, withered scroll containing the invocations necessary to cast Fireball.",
	"scrollOfElectrifyName": "Scroll of Electrify",
	"scrollOfElectrifyDescription": "Rune-covered scroll describing how to electrify people with magic.",
	"scrollOfHealName": "Scroll of Heal",
	"scrollOfHealDescription": "Detailed instructions on how to cast the healing spell.",
	"scrollOfPushName": "Scroll of Push",
	"scrollOfPushDescription": "If you ever wondered how to push enemies away magically, this scroll has all the answers.",
	"flamingAxeName": "Singax the Flame",
	"flamingAxeDescription": "Singax started its existence as a simple woodcutter's axe, spending its days cutting trees, splitting logs and sometimes being caressed by the uncomfortably affectionate woodcutter.\n\nAfter many uneventful decades, the bearded owner passed away and Singax rusted away in the yard unattended until a passing-by mage found it and immediately used it to defend herself from a bear.\n\nAs a token of gratitude, she cast a permanent fire spell on the axe and later gifted it to her boyfriend, the famed barbarian Norbert Little. He used it to great effect in many battles, earning the nickname \"Singer\" both for his terrifying singing and for the fact that most corpses he left behind had their body hair burned off. Singax gained its name the same way.\n\nNorbert finally parted with the axe and his life in some forsaken temple of a forgotten god and Singax disappeared from history, only to reappear now.",
	"staffOfDispellName": "Nullvoid",
	"staffOfDispellDescription": "Nullvoid was originally commissioned by a magical college. The dean there was getting tired with the frequent requests to dispel enchantments gone wrong from students and fellow members of the faculty and thought the staff would make his life easier. Unfortunately, it was lost on the way to the college and the dean spent the rest of his days in a very cranky mood.",
	"captainsKeyName": "Captain Borsuk's key",
	"captainsKeyDescription": "Simple and sturdy bronze key. Will it open the lock on the good captain's heart? Probably not. It might open a chest though!",
	"waterName": "Water",
	"waterDescription": "Pure water in a bottle. The definition of \"pure\" may wary.",
	"travelRationName": "Travel ration",
	"travelRationDescription": "A travel ration, adventurer's best friend. Packed in an oily, waterproof bag, they contain bread, salted meats, dried fruits and some rock-hard cheese. They are certainly not the gourmet's choice, but they can get you through the day.",
	"dinnerName": "Dinner",
	"dinnerDescription": "A simple, well cooked dinner of salmon, potatoes and a choice of brownish vegetables. Delicious!",
	"successManualName": "How to be successful",
	"successManualDescription": "In this amazing publication by the world-renowned expert on success Zogan Dromo, readers will learn how to succeed against all odds, overcome mile-high obstacles and keep a positive attitude throughout. A must-read for anyone keen on building their career or just improving one's life. \n\nMoney back in case of failure guaranteed! (restrictions apply, see appendix 3, p. 341 - 527)",
	"pantsName": "Pants",
	"greenPantsDescription": "Stylish green pants.",
	"potionOfHealthName": "Health potion",
	"potionOfHealthDescription": "Herbal potion imbued with weak magic that cleans and closes minor wounds.",
	"potionOfManaName": "Mana potion",
	"potionOfManaDescription": "Natural tincture mixed with rare minerals that restores small amounts of mana.",
	"potionOfStaminaName": "Stamina potion",
	"potionOfStaminaDescription": "A weak alcoholic beverage distilled from carefully selected herbs that can quickly restore one's stamina.",
	"strawberryName": "Strawberry",
	"strawberryDescription": "A small, delicious strawberry. Yum!", 
	"tomatoName": "Tomato",
	"tomatoDescription": "A juicy tomato. Careful operation is required, especially when wearing sparkly white wizard robes or sporting long dwarven beards.",
	"cheeseName": "Cheese",
	"cheeseDescription": "Cheese from the famed Komondor valley. It is said the cows there never experience any discomfort and all die of old age. Quite expensive.",
	"steakName": "Steak",
	"steakDescription": "A raw steak. Very little green color and no maggots. Yet.",
	"ringOfNightLightName": "Ring of Nightlight",
	"ringOfNightLightDescription": "A small, plain silver ring that emits a faint green light. According to legend, it was created by a couple of married mages, who used the ring as a night light for their child."
}