{
    "greeting1": "A tall, thin man, dressed all in black and with a bushy, well kept beard regards you with something almost approaching contempt. There is not a fleck of flour anywhere on his clothes.\n\nHe says nothing, just keeps looking at you.",
    "pcTalk2": "Oh, I am sorry, I thought this was the baker's. I will take my leave.",
    "pcTalk3": "Hello! Do you have any baguettes in stock?",
    "npcTalk4": "\"I am the baker, young man,\" he almost whispers. He has a surprisingly gentle voice.\n\n\"They call me Kadecina.\"",
    "npcTalk5": "\"I am the baker, young lady,\" he almost whispers. He has a surprisingly gentle voice.\n\n\"They call me Kadecina.\"",
    "npcTalk6": "\"I am the baker,\" he almost whispers. He has a surprisingly gentle voice.\n\n\"They call me Kadecina.\"",
    "pcTalk7": "Oh, you are? Nice to meet you. My name is <pcName>.",
    "pcTalk8": "I see. Well I am glad we got that sorted out. Have a nice day!",
    "npcTalk9": "The man nods slowly.\n\n\"Do you want anything?\"",
    "npcTalk10": "\"Sure. Feel free to stop by anytime.\"\n\nYou are convinced none of what he had just said was from the heart.",
    "pcTalk11": "[leave]",
    "pcTalk12": "Can you answer a few questions?",
    "pcTalk13": "Not really. Goodbye.",
    "npcTalk14": "Kadecina sighs.\n\n\"This is a shop. I believe you are not here in an official capacity. I will therefore not answer your questions, unless they relate to my merchandise.\"",
    "npcTalk15": "\"No.\"",
    "pcTalk16": "Actually, I've talked to the mayor and she said you have experienced some strange dreams lately.",
    "pcTalk17": "In that case, can I see your wares?",
    "npcTalk18": "The baker just stares at you for a moment. You are just about to say something to break the silence when he suddenly starts to slowly speak.\n\n\"It is true. I am plagued by a recurring dream.",
    "pcTalk19": "(Persuasion) It will only take a moment... I am very interested in what you have to say.",
    "npcTalk20": "\"I said no.\"",
    "npcTalk21": "Kadecina thinks for a moment and then waves his hand.\n\n\"Well, if you must. Ask.\"",
    "pcTalk22": "Can you tell me what it is about?",
    "npcTalk23": "\"I am not sure...\"\n\nThe baker scratches his beard.\n\n\"I can barely remember it in the morning. It is all as if in a fog, and I am hazy on the details.\"",
    "pcTalk24": "[let him continue]",
    "npcTalk25": "\"There is this person, I believe his name is Zoltan or similar, and a big sense of loss and betrayal.\"\n\nKadecina looks at you.\n\n\"It feels like his heart was broken.\"",
    "pcTalk26": "Anything else?",
    "npcTalk27": "\"Well, there is also war. Or combat. Or a fight. It is all rather tragic. The Zoltan person is somehow involved, he seems surprised in the dream.\"\n\nHe shrugs.\n\n\"I do not think it ends well.\"",
    "pcTalk28": "I see. Thank you.",
    "npcTalk29": "The baker waves his hand dismissively.\n\n\"Indeed. But I would prefer not to discuss it again.\"",
    "pcTalk30": "Can I ask a few more questions?",
    "pcTalk31": "Understood. Farewell.",
    "npcTalk32": "\"Fine. But make it quick. I have business to attend to.\"\n\nHe indicates the empty shop with a sarcastic smirk.",
    "pcTalk33": "You do not look like any baker I have ever seen.",
    "pcTalk34": "What can you tell me about Oakenhome?",
    "npcTalk35": "There's that look of half-contempt again in Kadecina's eyes.\n\n\"And why would that be?\"",
    "pcTalk36": "Well, you look more like a scholar.",
    "pcTalk37": "Bakers have flour on them and they have a bit of a belly.",
    "pcTalk38": "No reason. Moving on.",
    "npcTalk39": "\"Good.\"",
    "pcTalk40": "No more questions.",
    "npcTalk41": "Kadecina just rolls his eyes and keeps staring at you.",
    "npcTalk42": "\"Do I?\"\n\nThe baker stares at you for a while longer but then something gives somewhere deep inside of him.\n\n\"I am a scholar. Used to be. Before they threw me out!\"\n\nThe last few words he almost shouts.",
    "pcTalk43": "\"Who threw you out? From where?",
    "pcTalk44": "All-right, this looks like more than I can handle right now. Let's talk about this later.",
    "npcTalk45": "\"No. You started it, now you will listen.\"\n\nThere is a sharp undertone to Kadecina's response.",
    "pcTalk46": "Fine.",
    "npcTalk47": "\"I used to be a government statistician. All the way in Throne. I was responsible mostly for census data.\"\n\nKadecina pauses.\n\n\"You do know what census data is, don't you?\"",
    "pcTalk48": "Sure. Sure.",
    "pcTalk49": "Well, now that you mention it...",
    "npcTalk50": "He rolls his eyes.\n\n\"It is basically a record of how many people live where. And how they live. What they do.\"\n\nHe pauses.\n\n\"How educated they are,\" he adds, looking at you.",
    "npcTalk51": "\"Anyway. A part of my job was to recognize patterns in the numbers. And I was rather good at it too. Over the years, I've realized that there are also patterns I was not supposed to notice.\"",
    "pcTalk52": "Patterns like what?",
    "npcTalk53": "You suddenly realize there is now sweat on the man's forehead.\n\n\"I've discovered there is a conspiracy to erase humankind from this continent. Slow, but persistent effort to remove us.\"",
    "pcTalk54": "What? How? Who?",
    "npcTalk55": "\"Indeed. Well put. Have you tried writing?\"\n\nHe is mocking you again.\n\n\"It is the elves. They have their slender fingers in everything. They hate that we stopped their expansion, they hate that even when fragmented, we can still stop their military. They found a different way.\"",
    "pcTalk56": "The elves? But we have not been at war with the elves for hundreds of years!",
    "pcTalk57": "Interesting. Go on.",
    "npcTalk58": "Kadecina laughs.\n\n\"Why would they need a war? They have much more subtle means at their disposal! Education, medicine, politics, social engineering...\n\nThey will take our society apart like cancer.\"",
    "pcTalk59": "But how?",
    "npcTalk60": "He starts to whisper now. His hands are shaking.\n\n\"They use agents. They call them educators. Lecturers. Aid workers, even! They send them over here to ruin us under the cover of charity!\"",
    "pcTalk61": "Did you tell anyone? This needs to be investigated!",
    "pcTalk62": "This sound preposterous.",
    "npcTalk63": "\"Oh I did, and did they laugh.\"\n\nHe is almost shouting again.\n\n\"They laughed into my face! They said I was being paranoid. And in the end, the let me go, saying I was no longer fit for my job!\"\n\nKadecina suddenly deflates and continues in almost whisper.\n\n\"And so I ended up in Oakenhome, baking bread. Observing that viper, that elven snake, spreading her lies even here.\"",
    "npcTalk64": "\"That is the same thing they told me in Throne!\"\n\nHe is almost shouting again.\n\n\"They laughed into my face! They said I was being paranoid. And in the end, the let me go, saying I was no longer fit for my job!\"\n\nKadecina suddenly deflates and continues in almost whisper.\n\n\"And so I ended up in Oakenhome, baking bread. Observing that viper, that elven snake, spreading her lies even here.\"",
    "greeting65": "\"I don't talk to elves.\"",
    "pcTalk66": "But...",
    "pcTalk67": "[leave]",
    "npcTalk68": "The baker just keeps staring at you.",
    "pcTalk69": "Do you mean <characterName(Talagra)>?",
    "npcTalk70": "\"Who else? That woman has been living here, working her hidden agenda for years! If only I had some proof. Then they would listen!\"\n\nThere is a feverish glint in his eyes.",
    "pcTalk71": "I could look into her, if you want.",
    "pcTalk72": "Well, good luck with that!",
    "npcTalk73": "\"I already said no.\"",
    "pcTalk74": "Just wanted to say hello. Hello! [leave]"
}