{
    "greeting2": "You see a young man in a mail coif. He is tall and well built, but moves somewhat awkwardly, as if in slight panic.\n\n\"Oh, hello.\"",
    "greeting46": "\"Hello again.\"\n\n<npcName> looks around nervously.\n\n\"How can I help?\"",
    "greeting74": "\"Oh, hi <pcName>.\"\n\n<npcName> actually waves.\n\n\"How are you?\"",
    "pcTalk3": "Hi there. Anything bothering you?",
    "pcTalk4": "Funny story, I talked to Glemba and she wanted me to tell you something.",
    "pcTalk5": "Wrong address. Sorry!",
    "pcTalk7": "You seem a bit shaken.",
    "pcTalk8": "If you say so.",
    "pcTalk10": "Are you scared of something?",
    "pcTalk12": "I fail to see how this qualifies you.",
    "pcTalk13": "So, you are the local mascot then. Understood.",
    "pcTalk16": "Sorry, bad joke. Please continue.",
    "pcTalk17": "Works for me! Would you answer a few questions instead?",
    "pcTalk19": "Doesn't the captain mind?",
    "pcTalk21": "(leave)",
    "pcTalk23": "Well, good luck conquering your fears! Would you answer a few questions now?",
    "pcTalk24": "Well, good luck conquering your fears! See you later!",
    "pcTalk25": "I have a few questions...",
    "pcTalk29": "Where are you from?",
    "pcTalk30": "What do you think about the captain?",
    "pcTalk31": "What's your opinion of Oakenhome?",
    "pcTalk32": "What do you do here?",
    "pcTalk33": "That's it, no more questions. Bye!",
    "pcTalk35": "Can I have another questions?",
    "pcTalk37": "Why did you leave?",
    "pcTalk39": "I am sorry.",
    "pcTalk43": "I am pretty sure spiders on trees are very natural.",
    "pcTalk47": "She apparently finds you very attractive.",
    "pcTalk49": "So the feeling is mutual?",
    "pcTalk50": "She is head over heels in love with you.",
    "pcTalk52": "You don't feel the same for her?",
    "pcTalk55": "She is in love with you, <npcName>.",
    "pcTalk56": "Well, color me surprised.",
    "pcTalk57": "No, no, no, this ends here, I don't want to hear about it.",
    "pcTalk59": "I do. Have a nice day.",
    "pcTalk61": "Let's just say you are not the first one to tell a story like this.",
    "pcTalk63": "Are you telling me you are attracted to Talhaj?",
    "pcTalk65": "I will tell him.",
    "pcTalk66": "Well, don't look at me.",
    "pcTalk68": "You are probably right. Farewell.",
    "pcTalk69": "Would you mind answering a few questions now?",
    "pcTalk71": "Only one way to find out!",
    "pcTalk72": "You would do best to keep silent.",
    "pcTalk74": "Let's get it over with...",
    "pcTalk70": "Can I ask some questions before I go?",
    "pcTalk75": "I talked to Talhaj.",
    "pcTalk77": "Well, there will be a cake.",
    "pcTalk78": "He was delighted!",
    "pcTalk80": "Unfortunately, Talhaj does not feel the same about you. But he said the least he could do is to bake a nice cake to make everyone feel better.",
    "pcTalk82": "He sure is.",
    "pcTalk83": "I've seen better.",
    "pcTalk86": "Indeed. Can I ask a few more questions?",
    "pcTalk87": "Farewell.",
    "pcTalk89": "You should go talk to him.",
    "pcTalk90": "Go kiss him, you fool!",
    "pcTalk91": "Sorry, I was actually pulling your leg. He is not into you.",
    "pcTalk93": "Sorry. I thought a bit of humour would relieve the pain. It looks like I was wrong.",
    "pcTalk95": "Well, ponder away. Bye!",
    "pcTalk96": "Can I ask some questions now?",
    "npcTalk6": "He raises his eyebrows.\n\n\"Hm? Bothering me? Oh no, oh no. No no no. I am fine.\"",
    "npcTalk9": "He smiles sadly.\n\n\"My mum used to call me 'Chickens'. I've always been like this. It's alright, really. I am coping pretty well.\"",
    "npcTalk11": "\"I am scared of everything! Dark, heat, people, those damn spiders, open spaces, you name it, I fear it. That's why I am in the watch.\"",
    "npcTalk14": "He hangs his head.\n\n\"You are not the only one. The truth is, I signed up to face my fears. It works, but slowly.\"",
    "npcTalk15": "\"Very funny. I shall not bother you with my life story anymore.\"",
    "npcTalk18": "He hangs his head.\n\n\"The truth is, I signed up to face my fears. It works, but slowly.\"",
    "npcTalk20": "He sets his mouth.\n\n\"Why would I, after you have been so mean? Come back later.\"",
    "npcTalk22": "\"Well, I am strong, tall, and look good in armor. I think he thought I would make the group a bit more presentable. He does not send me to patrols much. I mostly just practice with Glemba. She is so nice!\"",
    "npcTalk26": "\"What would you like to know?\"",
    "npcTalk28": "He nods.\n\n\"Yes?\"",
    "npcTalk34": "\"I am a rank and file guard.\"\n\nHe pauses for a second and then continues more hesitantly.\n\n\"But I think mostly I am a good looking prop. The captain sends me to the village a lot, mostly to guard safe, highly visible areas where nothing ever happens.\"\n\nHe pauses again.\n\n\"Not that I am complaining.\"",
    "npcTalk36": "\"I am from a small place called Ossia, from under the Crags. It's not much of a place, but I liked it. It was calm.\"",
    "npcTalk38": "He sighs.\n\n\"My father died when I was still a baby. I was the only child. My mum brought me up alone, just her and me. When she passed...\" \n\nHe continues only with some difficulty.\n\n\"...passed away four years back, I could not stay. I packed some food and went away, leaving everything behind. I couldn't bear being reminded of her.\"\n\nHis eyes glisten.\n\n\"And here I am.\"",
    "npcTalk40": "\"Life goes on.\"\n\nHe smiles a bitter smile.",
    "npcTalk41": "\"He is a good man at heart. And that's where it counts, doesn't it?\"",
    "npcTalk42": "He shudders involuntarily. \n\n\"There are too many trees! I am pretty sure there are spiders on them. It's not natural.\"",
    "npcTalk44": "He snorts.\n\n\"Please. Spiders are not natural all by themselves.\"",
    "npcTalk45": "\"Oh? What is it?\"",
    "npcTalk48": "He smiles.\n\n\"Oh, she is quite attractive herself!\"",
    "npcTalk51": "He inhales deeply.\n\n\"Oh my. That's most unfortunate.\"",
    "npcTalk53": "He shakes his head.\n\n\"I am afraid not. But since you brought it up, there is somebody else I find quite intriguing, but I would never have the courage to tell him directly.\"",
    "npcTalk54": "He is suddenly confused.\n\n\"Feeling? What feeling?\"",
    "npcTalk58": "He looks a bit hurt.\n\n\"Well, if you insist\"",
    "npcTalk60": "He looks up, alarmed.\n\n\"Is it that obvious? I do sneak a look in his direction now and then, but I never thought...\"",
    "npcTalk62": "\"Really? Well, in any case, here goes.\"\n\nHe takes a breath and continues.\n\n\"There is this new guy, the chef. Talhaj. He, he is just great. When I talk to him, I feel safe, I feel fine! There are no spiders in his hair!\"",
    "npcTalk64": "\"Yes. But I will never find the courage to tell him.\"",
    "npcTalk67": "He looks disappointed for a moment, and then suddenly relieved.\n\n\"It's probably for the best that he does not know. He would reject me anyway. Thanks for listening, <pcName>.\"",
    "npcTalk70": "\"Is that a good idea? I don't know.\"\n\nHe looks panicked and starts playing with his mail shirt absentmindedly.\n\n\"It's probably a bad idea, right? What if he says something nasty? But what if not? I don't know.\"\n\nHe stares at you pleadingly.",
    "npcTalk73": "He reaches a decision.\n\n\"Yes, tell him! I've feared enough in my life, I do not have to fear love as well. Go!\"",
    "npcTalk76": "<npcName> puts on a mask of pure terror. And then, with the smallest of voices, he asks:\n\n\"What did he say?\"",
    "npcTalk79": "\"A cake?\"",
    "npcTalk81": "Kamas suddenly laughs.\n\n\"That guy really is something, isn't he!\"\n\nThere is sadness at the edges of his voice, but you think he will manage.",
    "npcTalk85": "\"Well, thanks for telling me. Better to know than to despair, I guess.\"",
    "npcTalk88": "<npcName> grins widely.\n\n\"Really? Well I never! What am I going to do now?\"",
    "npcTalk92": "What did you do that for?",
    "npcTalk94": "He blushes.\n\n\"Oh, I can't do that right now. I have to think about this. And the captain might be against a relationship between guardsmen.\"\n\nHe claps his hands happily.\n\n\"So much to ponder!\"",
    "greeting97": "\"Hi <pcName>!\"\n\nKamas leans closer and asks in whisper:\n\n\"Do you by any chance know what happened with Glemba? She suddenly seems... different.\"\n\nHe pauses.\n\n\"Annoying.\"",
    "pcTalk98": "Sorry, no idea!",
    "npcTalk99": "\"Hm. Weird.\"\n\nHe scratches his head and shrugs.\n\n\"In any case, how can I help you today?\""
}