{
    "greeting1": "A small, elegantly dressed woman with delicate features barely touched by age stands before you. She regards you quietly for a moment and then speaks.\n\n\"Welcome. My name is Ludza and I am the local mayor. How can I help?\"",
    "greeting2": "Ludza looks up from some paperwork when she hears you enter.\n\n\"Ah, its you again. How can I be of assistance, <pcName>?\"",
    "pcTalk3": "Can you describe what exactly you do here?",
    "pcTalk4": "Well met! My name is <pcName>. What exactly is a mayor responsible for here?",
    "pcTalk6": "How long have you been doing it?",
    "pcTalk7": "Are you happy with the job the guards are doing?",
    "pcTalk8": "Are there any issues you might need help resolving?",
    "pcTalk10": "You must have started really young.",
    "pcTalk13": "Do you have any ideas on how to improve the situation?",
    "pcTalk14": "Well that's a few things to add to your to do list!",
    "pcTalk17": "Anything I can do to help?",
    "pcTalk18": "Well, good luck!",
    "pcTalk21": "How long have you served as the mayor here?",
    "pcTalk23": "Are you sure?",
    "pcTalk25": "Why, yes! I had the weirdest dream just recently!",
    "pcTalk26": "Well, not me, but <characterName(dreamer)> here apparently recently had a very weird one.",
    "pcTalk28": "[let <characterName(dreamer)> recount the dream]",
    "pcTalk29": "[recount the dream]",
    "pcTalk32": "Any idea what they could mean?",
    "pcTalk34": "Yes madam.",
    "pcTalk35": "I only take orders from the captain.",
    "pcTalk37": "Sorry, but no.",
    "pcTalk41": "[leave]",
    "pcTalk42": "Will do! Bye.",
    "pcTalk43": "I believe I have a letter for you from captain Borsuk.",
    "pcTalk45": "What was that?",
    "pcTalk47": "Farewell.",
    "pcTalk48": "Can you tell me a bit about the town?",
    "npcTalk5": "Ludza shrugs. The movement makes her strangely endearing.\n\n\"Same as most mayors, I suppose. I am responsible for making sure the town runs smoothly, that the people's needs are met and that we are safe.\"\n\nShe looks you in the eyes directly at the last point.\n\n\"That of course is also yours and your captain's job.\"",
    "npcTalk9": "\"Too long!\"\n\nShe laughs.\n\n\"Oakenhome's officials are elected for life, unless they get recalled by the town's council, or they resign. So far, I am holding on. I've been doing it for 27 years now.\"",
    "npcTalk10": "She smiles.\n\n\"Looks deceive. Anything else?\"",
    "npcTalk12": "She thinks for a moment.\n\n\"The short story is, the countryside is not safe. The long story is, there is only a couple of you, there is not enough gold to pay and equip you properly and there is a lot of poverty out of town. You do your best.\"",
    "npcTalk15": "\"It's a complex problem. We are a small, isolated town in the middle of what is still mostly wilderness. Other human cities do not care about us much. I try to make friends with the Republic, but it is hard. Their ways are alien to us still.\"",
    "npcTalk16": "Her eyes harden.\n\n\"Do not think for a moment that these issues don't concern me. They do.\"",
    "npcTalk19": "She shakes her head.\n\n\"No. These are things for politicians to discuss and for years to weather. But thank you. Any other questions?\"",
    "npcTalk20": "\"Anything else?\"",
    "npcTalk22": "She taps her chin.\n\n\"Hmm... Nothing I can think of right now.\"",
    "npcTalk24": "\"Well...\"\n\nShe looks a bit sheepish for a moment.\n\n\"There is one thing. Did you by any chance experience any weird dreams lately?\"",
    "npcTalk27": "You notice <npcName> gets a bit excited.\n\n\"Really? Can you tell me what it was about?\"",
    "npcTalk31": "<npcName> is visibly agitated now.\n\n\"Another one!\"\n\nShe leans closer to you.\n\n\"I think something is going on. I've heard from several townsfolk here who all had very realistic dreams, in different settings, but always with this Zoltan character, always with the same message of betrayal and ambush. Some of them were quite disturbing. This cannot be a coincidence.\"",
    "npcTalk33": "\"No, not yet. But I think something must be behind them. Something makes me think they are important.\"\n\nShe reaches a decision.\n\n\"You already are familiar with the dream, and are trained to deal with the wilderness outside. I need you to travel to the other cities and find out if the dream occurs there as well. I will talk to captain Borsuk about your new mission. I am sure he will understand.\"",
    "npcTalk36": "The soft voice suddenly acquires a lot of edges.\n\n\"As the acting mayor of Oakenhome, I am the good captain's direct superior. You shall obey.\"",
    "npcTalk39": "\"Oh, and talk to the locals before you leave! The baker, the bartender at the inn, and my own daughter all had the dream as well. They might give you some hints.\"",
    "npcTalk40": "Her eyes narrow.\n\n\"As you wish. I will speak to the captain myself. Insubordination is not something he tolerates.\"",
    "npcTalk44": "\"Indeed? Let me take a look.\"\n\nShe takes the letter from you, breaks the seal and reads it quickly. You can see both amusement and distaste play briefly on her lips.\n\n\"Out of wine again?\"\n\nShe mutters under her breath almost inaudibly.",
    "npcTalk46": "She looks up quickly.\n\n\"None of your concern, <pcName>. Thank your for the speedy delivery. Please tell the captain I will take care of this problem personally. He should expect a shipment in the next few days. Now, is there anything else on your mind?\"",
    "npcTalk52": "\"Sure!\"\n\n<npcName> is apparently quite pleased with the question.\n\n\"Oakenhome started as a logger's camp a more than seven hundred years back, when the old kingdom still held together. By all accounts, it was a remote, quiet place, mostly out of spotlight.\"",
    "pcTalk53": "[let her continue]",
    "pcTalk54": "I am more interested in the more recent developments, if you don't mind.",
    "npcTalk55": "\"After the breakup, Oakenhome became a destination for those looking for a calm life, for an escape from anarchy. It was too remote and too poor to attract the attention of the powerful and the violent, and so it grew.\"\n\n<npcName> takes a sip of water and continues.\n\n\"Our goverment evolved with the town. There was little love for the old, feudal ways and people were keen to try new things. So we looked to the elven Republic for inspiration. I think it was a wise decision.\"",
    "npcTalk56": "\"Today, we are still not powerful, but at least we are respected. We were able to keep our culture and keep out the anarchy during the turbulent times and for that, many look to us for advice and inspiration.\"\n\nShe smiles.\n\n\"Sadly, this does not help us generate wealth. But with the mines in the Eastern Peaks getting dug and the potential of the finds there being substantial, who knows what will come?\"\n\nShe pokes you half-playfully with her finger, a gesture you did not expect.\n\n\"We might even need more guards!\"",
    "pcTalk57": "Go on.",
    "pcTalk58": "If you say so."
}