{
    "greeting1": "The bar is tended by a tall, dark-haired elf with a disheveled look. His clothes are several years out of fashion, his face is wrinkled and tired and his hair probably houses several bird families. Uncharacteristically for an elf, he also sports a bushy beard, with which he plays absent-mindlessly.\n\nAnd yet, there is something in his eyes that makes you think first impressions are not always accurate.\n\n\"Yes?\" he says when he spots you staring.",
    "pcTalk2": "Just looking around, sorry to bother! Bye!",
    "greeting4": "<npcName> greets you with a short wave.\n\n\"Good to see you again. What do you need?\"",
    "greeting5": "The innkeeper nods when he sees you.\n\n\"How are you doing? Need anything?\"",
    "pcTalk6": "Hello! Could I see what you have on offer?",
    "pcTalk7": "Could you tell me a bit about yourself?",
    "pcTalk8": "I've talked to the mayor and she indicated you have recently been plagued by bad dreams.",
    "pcTalk9": "(Persuasion) I am afraid I am on official business here. I am investigating a serious crime and need access to your upstairs rooms in order to look for evidence. Please hand over the master key.",
    "npcTalk10": "<npcName> looks surprised and a little doubtful, but in the end he reaches into his pocket and produces a small key.\n\n\"There you go, guardsman. Please let me know if you find anything suspicious.",
    "pcTalk11": "I will. I have a few more questions before I leave though.",
    "npcTalk12": "<npcName> shrugs. \n\n\"Ask away.",
    "pcTalk13": "I would like to trade.",
    "pcTalk14": "I have nothing else to ask. Farewell.",
    "pcTalk15": "You can count on me. Have a nice day.",
    "greeting17": "<npcName> gestures wildly when he sees you.\n\n\"Welcome back! How did your investigation go? Can I get back my key now?\"",
    "pcTalk18": "Not yet, I need it for a bit longer. But I do have some questions.",
    "pcTalk19": "Sure, there you go.",
    "npcTalk20": "The innkeeper smiles wildly.\n\n\"Cheers. I hope you were able to move your case forward. Anything else I can do for you?\"",
    "npcTalk21": "<npcName> glares at you.\n\n\"Oh really? My master key, you say? Well, I think I will have to see some official papers before I give you that, friend.\"",
    "pcTalk22": "(Persuasion) [wave captain Borsuk's letter to the mayor quickly in front of his eyes] There, see? It has the captain's seal! Now hand over the key.",
    "pcTalk23": "Ah, you got me. Just my little joke. Ha-ha!",
    "npcTalk24": "\"That's a sealed letter, not an investigation authorization. Do you think I am a fool? Now sod off.\"\n\nYou can tell he is not amused.",
    "pcTalk25": "[leave]",
    "npcTalk26": "<npcName> rolls his eyes.\n\n\"Yes, really hilarious. Now get lost.\"",
    "npcTalk28": "<npcName> raises and eyebrow.\n\n\"About me? Well, I used to be an adventurer, but then I got older, wiser and decided I no longer want to spend my nights in damp caves and bury another friend in the cold earth every year in exchange for some old coins and rusty swords.\"",
    "pcTalk29": "So you quit?",
    "pcTalk30": "Sounds like you were not very good at it...",
    "npcTalk31": "\"Yeah? Well piss off then.\"\n\n<npcName> turns away from you. Looks like the conversation is over.",
    "npcTalk32": "He nods.\n\n\"So I quit. I put everything I had together and bought this place, fixed it up and started a business. Never looked back. Much better than killing zombies.\"",
    "pcTalk33": "Why did you choose Oakenhome? Why not the Republic?",
    "pcTalk34": "I see. Can I ask something else now?",
    "npcTalk35": "\"Well, I am not from the Republic. I am one of the few rare outside elves, born not far from here, in Regret. I somehow feel more comfortable among humans than those weird bastards down south. They are all messed up.\"\n\nHe pauses.\n\n\"Except for Talagra. She is alright.\"",
    "pcTalk36": "Messed up?",
    "npcTalk37": "The innkeeper scratches his beard.\n\n\"Well, you know... They are all damn rich and beautiful, smart, long-lived and yet they spend most of their time arguing about humor, honor and the law. And often they end up killing each other because of it.\"\n\nHe looks you in the eye.\n\n\"I've seen too much death already. I don't need that.\"",
    "npcTalk38": "<npcName> makes a face.\n\n\"Did she?\"",
    "pcTalk39": "Yes.",
    "npcTalk40": "\"Well, next time I see her, I will have to thank her.\"",
    "pcTalk41": "Could you tell me what were the dreams about?",
    "npcTalk42": "<npcName> laughs loudly.\n\n\"There were no dreams, you twit! She played you for a fool. Now have a drink.\"",
    "pcTalk43": "But...",
    "npcTalk44": "\"There were no dreams, understand?\"\n\nThere is suddenly an edge to his voice.\n\n\"You want anything else, or not?\""
}