{
    "greeting1": "You see a tall, beautiful woman warming herself up next to the fireplace. Her looks are all the more striking because of the fact that both her hair and her skin have a very distinct blue tint. \n\nShe notices you staring.\n\n\"Hi,\" she says in a soft voice. \"Care to join me?\"",
    "greeting60": "<npcName> waves at you when she sees you approach.\n\n\"Ah, <pcName>, nice to see again. What can I do for you today?\"",
    "pcTalk2": "Sorry, maybe later.",
    "pcTalk3": "I am sorry to intrude, but why so blue?",
    "pcTalk4": "My name is <pcName>, nice to meet you.",
    "pcTalk7": "I couldn't help but notice your unusual looks. Where are you from?",
    "pcTalk8": "Could you tell me what exactly you do here?",
    "pcTalk9": "Well, maybe.",
    "pcTalk10": "Sorry, no. I am hopeless.",
    "pcTalk12": "The name's <pcName>. Nice to meet you.",
    "pcTalk14": "Why then?",
    "pcTalk15": "Point Lookout?",
    "pcTalk18": "So why are you blue then?",
    "pcTalk19": "Cursed?",
    "pcTalk21": "[continue listening]",
    "pcTalk23": "[listen on]",
    "pcTalk25": "Was anybody hurt?",
    "pcTalk26": "That's the price you sometimes pay for progress.",
    "pcTalk29": "What happened next?",
    "pcTalk31": "Did they know she was responsible?",
    "pcTalk33": "What did they do to you?",
    "pcTalk35": "So they cursed you instead.",
    "pcTalk37": "Better than getting hanged.",
    "pcTalk38": "I am sorry.",
    "pcTalk41": "What happened next?",
    "pcTalk43": "Is there something I can do to help?",
    "pcTalk44": "Well, good luck with that! Can I have another question?",
    "pcTalk45": "I hope you find it one day. Farewell.",
    "pcTalk48": "Yes I do! In fact, I've been asked by the mayor to investigate the very same thing.",
    "pcTalk49": "Sorry, no.",
    "pcTalk51": "Can I have another question now?",
    "pcTalk53": "That was impressive. Can you teach me?",
    "pcTalk54": "How goes business?",
    "pcTalk56": "Dream epidemic?",
    "pcTalk58": "What do you think of Oakenhome?",
    "pcTalk59": "I have to go now. Farewell.",
    "pcTalk61": "Could you tell me about your curse again?",
    "pcTalk62": "Can I have a few questions?",
    "pcTalk63": "I've talked to the mayor about the dream epidemic.",
    "pcTalk64": "Just wanted to say hi. Farewell.",
    "pcTalk66": "Another question.",
    "pcTalk69": "Another question.",
    "npcTalk5": "She makes a face.\n\n\"You must be so proud of that joke. Let me tell you this is definitely not the first time I hear it.\"\n\nShe pauses.\n\n\"Do you have anything sensible to say?\"",
    "npcTalk6": "\"<npcName>. A pleasure. Now, how can I help you?\"",
    "npcTalk11": "There is a hint of amusement in her eyes now.\n\n\"Do try.\"",
    "npcTalk13": "\"I am from Point Lookout, up north. But that's not why I am blue.\"",
    "npcTalk16": "\"Well, if you must know...\"\n\nShe looks straight into your eyes and says without emotion: \"I am cursed.\"",
    "npcTalk17": "\"The northernmost city on the continent!\" she declares with mock pride.\n\n\"It's a frozen dump. The only thing good about it is the road leading south from it. Which I took the moment I could.\"",
    "npcTalk20": "She leans back and makes herself more comfortable.\n\n\"It's a long story. I started my career as a mage's apprentice, you see?\"",
    "npcTalk22": "\"The mage I worked for...\"\n\n<npcName> closes her eyes.\n\n\"She was eccentric, and, looking back, yes, a bit evil. She always cared more about her work then the people around her.\"",
    "npcTalk24": "\"One day, she went too far. Stupidly, she though she could handle energies far greater than she really could.\"\n\nYou notice her hands are no longer resting on her lap peacefully, but she is instead fidgeting nervously.\n\n\"Long story short, she burned down her house and the village around it.\"",
    "npcTalk27": "She sighs.\n\n\"Twelve people died that night. The lives of many others were destroyed.\"",
    "npcTalk28": "She looks at you with disappointment.\n\n\"That's a pretty stupid thing to say. There are always options.\"",
    "npcTalk30": "\"Well, the old bitch was badly burned, but not dead. Myself, I was pretty much unharmed. At first, everybody was busy putting down the flames, but once things calmed down, they came for us.\"",
    "npcTalk32": "\"Of course they did. She was never popular in the village, but this was the last straw. They took her and just hung her from a tree. It was pretty peaceful, all things considered.\"\n\nYou suddenly realize she is not saying the story for the first time. It sounds almost rehearsed.",
    "npcTalk34": "\"They locked me up and had a big discussion. In the end, they decided I was complicit in the fire, being the apprentice and all that.\"\n\nShe smiles.\n\n\"But I was too young and pretty to be hanged, so they took pity on me.\"",
    "npcTalk36": "\"So they cursed me instead. They found a guy, a traveling sorcerer, who put this thing on me. Made me look ridiculous to attract attention and gave me this urge to tell the story to everyone who as much as looks at me.\"\n\nShe smiles sadly.\n\n\"He did a pretty good job, didn't he?\"",
    "npcTalk39": "\"It's all right. They were emotional and broken and they needed to vent. So here I am.\"",
    "npcTalk40": "\"Indeed.\"",
    "npcTalk42": "\"I was allowed to leave. I've been looking for a cure ever since.\"",
    "npcTalk46": "\"Sure. What do you want to know?\"",
    "npcTalk47": "She thinks for a moment.\n\n\"I am not sure. I am here mostly because of the strange dream epidemic that has gripped the country lately. Sounds like a powerful curse worth investigating. Do you by any chance know anything about it?\"",
    "npcTalk50": "She shrugs.\n\n\"Oh well, never mind then.\"",
    "npcTalk52": "\"Well, I am a traveling mage, offering my services to the unwashed masses.\"\n\nShe makes a few complicated gestures with her fingers and conjures a short-lived illusion of a small bird sitting on the palm of her hand.",
    "npcTalk55": "She shakes her head sadly.\n\n\"Sorry, no. I have no patience for teaching. Try the university of Westbridge. I hear they are pretty good.\"",
    "npcTalk57": "\"You have not heard about it?\" \n\n<npcName> seems genuinely surprised.\n\n\"Go talk to the mayor, she will tell you all about it.\"",
    "npcTalk65": "\"I can't complain.",
    "npcTalk67": "\"Shoot.\"",
    "npcTalk68": "<npcName> ponders this for a moment and the replies.\n\n\"It's one of the nicer places. Clean, calm, good people.\"\n\nShe hesitates and then adds.\n\n\"Tolerant. I like tolerant places.\"",
    "npcTalk70": "\"Ask away!\"",
    "npcTalk71": "She looks up, interest glowing in her eyes.\n\n\"Really? What did she say?\"",
    "pcTalk72": "Well, she asked me to look into it.",
    "npcTalk73": "\"Really? Well...\"\n\n<npcName> seems lost in thought for a moment and then continues with uncertainty in her voice.\n\n\"Would you... consider joining forces?\"",
    "pcTalk74": "I barely know you.",
    "pcTalk75": "Sorry, but I work alone.",
    "npcTalk76": "She nods quickly.\n\n\"Of course, of course. I understand. Well, if you change your mind, I will be here.\"",
    "pcTalk77": "Farewell.",
    "npcTalk78": "She laughs.\n\n\"Well, I could say the same thing about you! That's what makes it so exciting!\"\n\nAnd then she is suddenly serious.\n\n\"In all seriousness, you seem like you know your way around these parts. I might use some local knowledge. What do you have to lose?\"",
    "pcTalk79": "I agree. Welcome aboard!",
    "greeting80": "\"Hello, <pcName>. What's on your mind?\"\n\nYou can't help but wonder how would <npcName> look if not blue. "
}