{
    "greeting1": "<npcName> smiles when she sees you approaching:\n\n\"Hey <pcName>! So how did it go with the captain?\"",
    "greeting40": "\"You really should go and speak to the captain, you know?\"",
    "greeting41": "<npcName> smiles warmly when she sees you approaching.\n\n\"Hey <pcName>, how have you been? I've seen you dash out madly after your chat with the captain, you didn't even say goodbye!\"",
    "greeting53": "\"Good to see you again, <pcName>. Are you back from Oakenhome already?\"",
    "pcTalk2": "Well, I have good news and bad news.",
    "pcTalk3": "Surprisingly well, to be honest!",
    "pcTalk4": "He is an absolute delight to talk to and next time you should do it.",
    "pcTalk6": "No latrine duty for me!",
    "pcTalk9": "I am going to tell you all about my dream and there is no escape for you!",
    "pcTalk11": "We are going on a trip together!",
    "pcTalk15": "Well, it looks like we are going a on a trip.",
    "pcTalk17": "Yes.",
    "pcTalk19": "We need to deliver a letter to the mayor of Oakenhome. It is a matter of life and death!",
    "pcTalk20": "The captain just told me you should follow me and obey my orders. You do not need to know all the details.",
    "pcTalk23": "I have a few questions first.",
    "pcTalk24": "Follow me.",
    "pcTalk26": "What do you do here?",
    "pcTalk27": "What can you tell me about Oakenhome?",
    "pcTalk28": "Would you like to hear about my dream?",
    "pcTalk29": "Who exactly are you?",
    "pcTalk30": "What can you tell me about the captain?",
    "pcTalk32": "One more question.",
    "pcTalk34": "No more questions. Let's go.",
    "pcTalk41": "Could you tell me where to find him?",
    "pcTalk43": "Right. Off I go then.",
    "pcTalk42": "I am supposed to deliver a message to Oakenhome.",
    "pcTalk44": "Well that's all I had to tell you.",
    "pcTalk45": "Now that I think of it, he did say we should join forces and go together.",
    "pcTalk47": "Will do. Bye!",
    "pcTalk48": "Well, it looks like I am going on a trip.",
    "pcTalk50": "Yes.",
    "pcTalk51": "No! You are going as well.",
    "pcTalk54": "Well, I've been to Oakenhome, but then decided to come back and join with you. The captain said we should deliver the message together.",
    "pcTalk56": "Sorry about that. In any case, I should be going. Have a nice day!",
    "pcTalk57": "Not yet. Still working on it.",
    "pcTalk59": "In fact, the captain said we should deliver the message together. Would you like to join me?",
    "pcTalk60": "Thanks, I guess I will need it.",
    "npcTalk5": "\"Oh really? What are the good news then?\"",
    "npcTalk8": "She looks puzzled.\n\n\"Ok, now I am a bit worried. And the bad?\"",
    "npcTalk10": "\"What?\"",
    "npcTalk12": "She looks genuinely surprised. \n\n\"Really? What did he say?\"",
    "npcTalk14": "She sniggers.\n\n\"Yeah, right... so what did he say?\"",
    "npcTalk16": "\"You and me both?\"",
    "npcTalk18": "\"Oh my. Where? Why?\"",
    "npcTalk21": "\"Oh did he?\" she asks, with absolutely no trust in her voice whatsoever. \n\n\"Well okay then, lead on, mighty champion. I will be right behind you with my hand ready on my dagger.\"\n\nThere is a glint in her eyes. Its probably amusement. What else?",
    "npcTalk22": "Suddenly she is all business.\n\n\"Then we should set off immediately. The captain does not usually give orders like this for nothing.\"",
    "npcTalk25": "\"Ask away!\"",
    "npcTalk31": "She mutters under her breath: \"Boy, that dream really did a number on you...\"\n\n\"Well, as you know, my name is <npcName>. I come from a family of peasants that live in Stone's Throw. I like the color blue and number 8. And that's about it, really.\"",
    "npcTalk33": "\"Shoot.\"",
    "npcTalk35": "She looks a bit irritated.\n\n\"You really should know these things already, you know. I work as a guard here, just like you and the rest of the garrison. We keep peace, help those that need help, and all that. It's pretty dull most of the time.\"",
    "npcTalk37": "She shrugs.\n\n\"He is all right. He tries to treat us fairly and mostly succeeds, I think. Unless its one of his 'episodes'. Then the spittle really starts to fly and nobody is safe. Happens quite rarely though.\"",
    "npcTalk38": "\"Well, they do have a lot of oaks here.\"\n\nShe laughs.\n\n\"Nah, really, it is a hole. If it wasn't for the mines, nobody would live here. The land is poor for farming, the forests are full of brigands and the weather is more rain than shine. The mayor does what she can to make it bearable, but I wouldn't want her job.\"",
    "npcTalk39": "\"Could we maybe do it a bit later? I am quite busy right now.\"\n\nShe starts picking her nails.",
    "npcTalk42": "\"Come on <pcName>, he is right there in his office. Just on the other side of the hall from our rooms. It really is no maze, you know.\"",
    "npcTalk43": "\"That's not so bad.\"\n\nShe ponders it for a while.\n\n\"It is a bit weird he would send you alone, the roads are more dangerous these days. But still, it is not that far.\"\n\nShe does look a little worried though.",
    "npcTalk46": "\"Well, take care <pcName>. Stick to the road and you will be fine.\"",
    "npcTalk49": "\"You alone?\"\n\nShe looks a bit concerned.",
    "npcTalk52": "\"Where?\"",
    "npcTalk55": "She trows up her hands.\n\n\"Why didn't you say so immediately? We are losing time here, <pcName>! Let's get there and get this over with.\"",
    "npcTalk58": "\"Well, good luck to you.\"\n\nShe seems a bit distant.",
    "greeting61": "<npcName> smiles at you.\n\n\"Hey <pcName>, do you need anything?\"",
    "pcTalk62": "Could you please stay here and wait for me?",
    "pcTalk63": "Nothing right now. Talk to you later!",
    "npcTalk64": "<npcName> shrugs.\n\n\"Sure, if that's what you wish.\"",
    "pcTalk65": "Thanks. Bye!",
    "pcTalk66": "Please follow me.",
    "pcTalk67": "Thanks!"
}