{
    "greeting1": "You see a female elf standing behind rows of vegetables and fruits. She seems to be in a very good mood.\n\n\"Hello, hello! Thinking of having a fruit pudding for dinner? The name's <npcName>, by the way.\"",
    "greeting2": "\"Ah, <pcName>! How can I help?\"",
    "greeting3": "<npcName> shows off her perfect teeth in a smile when she sees you.\n\n\"Hello! What can I get you?\"",
    "pcTalk4": "Nice to meet you! My name is <pcName>. Do you have any hilariously shaped vegetables?",
    "pcTalk5": "Hi! Let's see what you have on offer today.",
    "pcTalk7": "Sure.",
    "pcTalk8": "Maybe later, thanks!",
    "pcTalk9": "<characterName(Zogan)> told me you wrote his name tag. Isn't the tone a bit mocking?",
    "pcTalk11": "I am not sure.",
    "pcTalk12": "If you say so.",
    "pcTalk14": "Can I see your inventory?",
    "pcTalk15": "That's it, thanks!",
    "pcTalk17": "You seem to know him quite well.",
    "pcTalk19": "You teach?",
    "pcTalk21": "How did you end up being a teacher here?",
    "pcTalk22": "I hate teachers.",
    "pcTalk25": "You are from the Republic?",
    "pcTalk28": "How is it?",
    "npcTalk6": "She laughs.\n\n\"I didn't win the Naughty Potato contest in Eillen's Fall three times in a row for nothing, did I? Care to see my inventory?\"\n\n",
    "npcTalk10": "<npcName> waves her hand.\n\n\"Oh, not really. If you knew him, he is like a cuddly kitten inside, behind all that burly exterior. He loves the tag.\"",
    "npcTalk13": "\"I sure do.\"\n\nShe raises an eyebrow.\n\n\"Anything else?\"",
    "npcTalk16": "\"Oh, believe me. I've known him for years. He has a great sense of humor, but his condition makes him awkward with strangers. The tag helps break the ice.\"",
    "npcTalk18": "She shrugs.\n\n\"You have to get to know your pupils in order to teach them.\"",
    "npcTalk20": "She raises her head proudly.\n\n\"I sure do! I am Oakenhome's one and only teacher. I give classes twice a week on writing, reading and painting.\"",
    "npcTalk23": "She laughs.\n\n\"You are not the only one!\"",
    "npcTalk24": "\"Oh, that's my original assignment. The previous mayor requested a teacher from the Republic fifteen years ago and I've been here ever since.\"",
    "npcTalk27": "She nods.\n\n\"Most elves in human towns are.\"",
    "npcTalk28": "\"The Republic?\"\n\nShe thinks for a moment.\n\n\"It's hard to describe to someone who has never been, especially not an elf. It's a place of much chaos, violence and beauty. Very elvish.\"\n\nShe pauses.\n\n\"You probably wouldn't like it.\"",
    "npcTalk29": "She seems surprised by your question.\n\n\"You don't know about the Republic?\"\n\nShe looks you over.\n\n\"I've heard about elves from outside of the Republic, but I've never met one. Interesting.\"\n\nShe thinks for a moment.\n\n\"It's a chaotic, violent place full of natural beauty. You should visit it someday.\"",
    "pcTalk30": "Maybe I will!",
    "pcTalk31": "I don't think I will, but thanks for the suggestion anyways.",
    "npcTalk32": "Well, you should. Anything else I can help you with?",
    "pcTalk33": "Maybe I will visit and see for myself one day.",
    "pcTalk34": "You are probably right.",
    "npcTalk35": "She makes a face.\n\n\"Well, that might be a bit of a problem, you not being an elf and all that. But they do sometimes make exceptions in special cases! I wish you luck.\"",
    "pcTalk36": "Thanks!",
    "npcTalk37": "\"No problem. Anything else?\"",
    "npcTalk38": "She nods wisely.\n\n\"Anything else, dear?\"",
    "pcTalk39": "Just wanted to say hello. Have a nice day!",
    "pcTalk40": "Hi. My name is <pcName> and I have to go now. Farewell!"
}