{
    "greeting1": "You see a tall, thin gentleman with distinguished features. He lights up when he sees you approach.\n\n\"Ah, well met! I do not believe we had the chance to get acquainted yet. <npcName> is the name, my pleasure!\"",
    "greeting5": "\"Hello, hello! Nice to meet you again. How can I help?\"",
    "greeting6": "\"A pleasure to see you again, <pcName>. What can I do for you this fine day?\"",
    "greeting79": "<npcName> waves you away.\n\n\"I don't think I want to talk to you anymore, <pcName>. You made a fool out of me, and I do not take that lightly.\"",
    "pcTalk2": "Well met! I assume you are new here?",
    "pcTalk3": "Nice to meet you, <npcName>. My name is <pcName>. What exactly are you doing here?",
    "pcTalk4": "Hi! Bye!",
    "pcTalk9": "This place? A marvel?",
    "pcTalk10": "Welcome aboard then! You seem quite enthusiastic about the whole thing.",
    "pcTalk11": "Aren't you just a wee bit insane?",
    "pcTalk12": "I will hold on to the thank yous after the first dinner, if that's all right.",
    "pcTalk14": "That's an awful lot of long words to describe a dump.",
    "pcTalk15": "I am not following you.",
    "pcTalk19": "The missing link?",
    "pcTalk20": "And what are you so enthusiastic about?",
    "pcTalk27": "And how did you end up here?",
    "pcTalk28": "I have no time for this. Can you just answer some questions?",
    "pcTalk31": "Surely a restaurant would be a better place for you, don't you think?",
    "pcTalk32": "Well, I hope you enjoy your stay. Can I now ask a few questions?",
    "pcTalk36": "Well, I hope we all enjoy your stay. Can I now ask a few questions?",
    "pcTalk37": "What do you do here again?",
    "pcTalk38": "Where are you from?",
    "pcTalk39": "What do you think about Oakenhome?",
    "pcTalk40": "What do you think about the captain?",
    "pcTalk41": "What do you think about the other guards?",
    "pcTalk42": "No more questions.",
    "pcTalk43": "Could you answer a few more questions for me?",
    "pcTalk44": "Nothing really, sorry to bother you. Bye!",
    "pcTalk46": "Another question...",
    "pcTalk52": "Yes?",
    "pcTalk55": "Why don't you tell her?",
    "pcTalk56": "Well, you being old and weird and she young and normal, I don't think you have much of a chance, really.",
    "pcTalk58": "I could tell her on your behalf.",
    "pcTalk59": "You are probably right, it is hopeless.",
    "pcTalk62": "No problem! I have another question now.",
    "pcTalk63": "You are welcome. And now, please excuse me.",
    "pcTalk65": "All right, I will ask her and let you know.",
    "pcTalk66": "On a second thought, I changed my mind. This would be a fools errand.",
    "pcTalk69": "Bye!",
    "pcTalk70": "I talked to Glemba.",
    
    "pcTalk72": "I am afraid she is not interested.",
    "pcTalk73": "Your feelings are mutual.",
    "pcTalk75": "Sorry it did not work out. Have a nice day.",
    "pcTalk77": "Um, actually, I lied. She is not interested. Sorry!",
    "pcTalk78": "Off you go then!",
    "pcTalk80": "(end)",
    
    
    "pcTalk83": "I understand you are mad at me, but I talked to Talhaj and he seems to like you a lot.",
    "pcTalk85": "No, really.",
    "pcTalk87": "Well, have a nice day, your majesty.",

    "npcTalk7": "He nods vigorously.\n\n\"Indeed I am, having only arrived yesterday evening. Oh, what a place this is! Truly a marvel.\"",
    "npcTalk8": "\"I shall be your new cook! Oh yes, oh yes, your gut shall experience the gastronomical equivalent of Lady d'Oinerre performing \"La Volpe Cieco\" every evening from now on. No need to thank me.\"",
    "npcTalk13": "Sweeping his arm in a wide circle, he almost shouts:\n\n\"Just look at it! Rustic, remote, authentic, colorful, inspiring! Full of real, down to earth people, eating real, out of the earth food! Oh my.\"",
    "npcTalk16": "\"How can I not be? After all these years, I finally found the missing link!\"",
    "npcTalk17": "He smiles and waves his hand.\n\n\"Oh no, I assure you I am quite sane my friend. People used to call me eccentric, true, but I always preferred enthusiastic.\"",
    "npcTalk18": "\"I understand completely, never trust a stranger, etc. Never fear, you will be delighted though, I am sure.\"\n\nThere is not a hint of doubt in his voice. He is very self-confident.",
    "npcTalk22": "He smiles widely.\n\n\"I am a professor of gastronomical studies at the University of Westbridge. I've spent most of my professional life locked away in an office, toiling away with quill and ink instead of cooking real food for real people. Can you imagine? Oh, how blind I have been.\"\n\nHe shakes his head and continues.\n\n\"It took a serious lobster accident at a nearby restaurant for me to realize what has been missing in my research all along. And so I scoured the papers for an opening and when I spotted the position of a cook being open here, I jumped at the opportunity!\"",
    "npcTalk26": "He actually loughs out aloud.\n\n\"A dump? I guess one man's trash is another man's treasure, my friend!\"",
    "npcTalk33": "\"By all means, ask away!\"",
    "npcTalk35": "\"Ah, but you see, I am mostly a theoretician. Even though I am quite confident in my abilities, some of my esteemed colleagues suggested a more humble start and I have to agree. I have, after all, never cooked a real meal in my life.\"\n\nHe does hold his head up high, but still, you think your stomach just got a bit smaller all by itself.",
    "npcTalk45": "\"I am from Westbridge, up north, though I was born and raised in a little village called Clams next to the northern shore. Westbridge is a great city, you should visit it some time.\"",
    "npcTalk47": "\"What would you like to know?\"",
    "npcTalk49": "His eyes twinkle.\n\n\"I love it! It reminds me of my own childhood village, Clams. The people are polite, the evenings are calm and even the brigands on the road seem a bit more relaxed.\"",
    "npcTalk50": "\"Well, I did not have a chance to get to know him to well yet, but he seems like a decent chap.\"",
    "npcTalk51": "He pauses a moment before replying.\n\n\"Well, being new, I did not yet get to know everyone. But I must say, I watched Glemba and Kamas dance around in the training area and, well...\"",
    "npcTalk54": "He smiles sheepishly and continues:\n\n\"Glemba moves majestically. I do not think I've witnessed such grace before. She is a strong woman, and proud, yet it is when she fights that she is at her most feminine. I must admit that I find her very intriguing.\"",
    "npcTalk57": "\"Oh she barely knows me! In fact, I am not sure she noticed me at all. I am far from young, and she a young nymph...\"\n\nHe blushes. It might be the first time in his life that he does.",
    "npcTalk61": "He hangs his head.\n\n\"You are of course right. I am but an old fool. The eyes hunger and the heart thirsts, but this is where it must end. Thank you for clearing this up for me, my friend.\"",
    "npcTalk64": "\"You could?\"\n\nHe thinks for a while, his fingers fiddling nervously with the buttons on his vest.\n\n\"It couldn't harm, could it? At worst, she would think it some kind of a joke played by an old fool. And at best... Yes, why not! We only live once, do we not?\"",
    "npcTalk67": "He smiles.\n\n\"Capital! I shall be eagerly awaiting your return.\"",
    "npcTalk68": "\"Then I bid you farewell and a good day, my friend.\"",
    "npcTalk71": "\"You did? Splendid news indeed! What did she say?\"",
    "npcTalk74": "He takes it remarkably well.\n\n\"Of course, how could it be otherwise. Well, life goes on, I suppose. Thank you for asking anyway, my friend.\"",
    "npcTalk75": "He seems taken aback.\n\n\"Oh my goodness. Poor boy! What to do, what to do. He will feel terrible once he finds out I don't feel the same.\"",
    "npcTalk76": "His eyes light up.\n\n\"They are? They are! Wonderful, brilliant! The old horse can still run, eh? I am going to talk to her right now!\"",
    "pcTalk71": "I talked to Talhaj and he seems to like you a lot.",
    "npcTalk73": "He sneers.\n\n\"And I am the king of Pike.\"",
    "pcTalk76": "(Persuasion) I wouldn't lie about this, <npcName>. I learned my lesson. He really cares about you.",
    "npcTalk78": "\"Sod off.\"",
    "pcTalk79": "(leave)",
    "npcTalk80": "He seems taken aback.\n\n\"Oh my goodness. Poor boy! What to do, what to do. He will feel terrible once he finds out I don't feel the same.\"",
    "npcTalk81": "\"You really don't know when to stop lying, do you? Go bother someone else.\"",
    "pcTalk82": "A nice piece of cake never hurt anyone...",
    "npcTalk83": "He cheers up.\n\n\"A capital idea! And I have just the recipe. Nobody can be sad for too long with Talhaj's Strawberry surprise. We shall have a feast! I will get to it right now.\"",
    "pcTalk84": "I guess I will leave you to it then. Have a nice day!"
}