{
    "greeting1": "You enter the city.",
    "pcTalk2": "Trade.",
    "pcTalk3": "Leave.",
    
    "bearn": "Wedged between the Cáel mountains and the forest of Fiodh Adhmadúil, <npcName> guards the old road to the ancient Sharnbend, a place of historical significance to the elves and humans alike, as that was the first point of contact between the two races, that predictably ended in bloodshed. <npcName> itself is a relatively sleepy, forgotten place by elven standards, where most travelers just stop for provisions and then quickly move on.",
    "clams": "Following a narrow road down to the shore, you enter the village of <npcName>. It's a group of huddled-together wooden houses with thatched roofs. The leading occupation seems to be clam harvesting. The people are friendly, if a bit wary of strangers.",
    "coachInn": "A bend in the road leads you to a small, charming establishment by the name of <npcName>. There's quite a bit of traffic on the road leading to it, mostly traders and workers from north to south, or east to west. The atmosphere is friendly and the food smells leaving the open window inviting.",
    "codshack": "A smell of mud and old fish welcomes you to <npcName>, a small, nondescript place on shore of river Sharn. Most people wrongly assume the village is named after the cod fish, but the village in fact takes its name after Pochab Cod, a mostly forgotten adventurer who drowned here while trying to sneak into the Republic by going upstream on the Sharn. \n\nThe inhabitants get easily annoyed by any cod related puns - they have heard them all and there is no cod in the river anyways, it being a sea-dwelling creature. You have been warned.",
    "dunsoillse": "An old, majestic city lies sprawling on a hill next to Loch Llanar. This is <npcName>, one of the main administrative centers of the Republic. As in most Elven cities, the streets there are both full of wonder and danger, where the wrong gesture to a smiling passer-by can quickly lead to deadly conflict.",
    "eastbridge": "You walk into <npcName>. Even though technically still a separate city, <npcName> is now considered part of its larger western cousin over the river by most people. It is a quieter, more down-to-earth place where you can find many good inns, quality food and pleasant people without the somewhat loud atmosphere of a university city.",
    "eightDaysPlace": "You find yourself in the sleepy village of <npcName>. The name of the settlement originates from happier times, when the rivers of Sharn and Dee were still connected by the now dry South Arm of Dee. Back then most river traders would stay at the village for around eight days to wait for the regular shipment of wood from Timbersaw, before continuing down the Sharn to Codshack and Regret.",
    "faithful": "The town before you has definitely seen better days. <npcName> used to be a popular winter retreat for the old kings, offering warm thermal waters, beautiful views of the Three Crones peaks and a bit of peace from the busy court in the luxurious mansions it was home to. Unfortunately, the town was sacked and burned to the ground during the Common uprising and has never recovered. It now survives mostly as a run-down stopping point for people traveling to the northern city of Frontier."
    "finnanach": "The mighty fortress of <npcName> guards the north-west entrance to the Republic, surrounded by the tall trees of Dachaigh Cròic. Behind its walls, it is actually one of the more relaxed and cosmopolitan cities due to its close proximity to the border, but make no mistake - it is still an elven city and it pays to be careful.",
    "gnachFalls": "You find yourself in <npcName>, a busy river port serving as the main trading hub between Throne up north and the towns along the Sharn river. <npcName> is a rather charming place with a cosmopolitan feel - you can meet people from all over the world in the docks, and buy their products often for prices less outrageous than elsewhere.",
    "innOfLastHope": "You stop by a large inn next to the road. The sign proudly announces this is the last stop before the ascent to the Narrow pass, one of the only two passes through the Crags. There is a memorial to all the people who did not make it through, as well as a book to note your name down. Welcome to the <npcName>.",
    "kingsfort": "Originally a small, fortified town, <npcName> grew rapidly after the dissolution of the old kingdom. Being one of the few walled settlements in the area, it offered security and stability and attracted a lot of capital as a result. It has since outgrown its walls, but still remains an impressive, clean and cultured city full of old money.",
    "matasMill": "A popular stop for travelers, Mata's mill is a well-maintained water mill now run as an inn, watering hole and a museum of milling history. For people fascinated by millstones, this is a must-see destination.",
    "ossia": "<npcName> is a small, calm village looking up at the peaks of the Crags mountains. There does not appear to be much going on.",
    "portNaugh": "You enter <npcName>, a settlement of low houses near the sea. Most of the inhabitants seem to be fishermen and fishing nets, hooks, worms and various other fishing instruments are to be found all over the place. There is also a distinct odor in the air. You can only guess what they have on the menu in the local inn.",
    "regret": "The walled river city of <npcName> has a proud history as on of the last bastions of the old Kingdom. It is here where the old King made his last stand against the common armies and where he was ultimately defeated. His last words were reported as \"I only have this one regret.\", which in retrospect, was quite a clever thing to say.",
    "timbersaw": "A logging camp that just could not stop growing, <npcName> is a successful, if a bit loud city resting right in the middle of a long bend of the river Dee. The vicinity of Whisperwood with it's high-quality timber has made a few people here very rich, but the majority are still mostly poor loggers trying to survive from one day to the next.",
    "throne": "Lying on the icy shores of the Northern sea with its wide walls, tall buildings and mighty ships, <npcName> is still an arresting sight, even though the kingdom it ruled for centuries is no more. Behind its gates there awaits trade, intrigue, gossip and beer, for which it is still world-famous.",
    "turAirDoare": "The capital of the Republic stands proudly before you. <npcName>, the Tower on the river Doare, is a sight most non-elves never get to see. There are untold riches hidden behind the tall, ornamented walls, and throngs of people from all walks of life, all of it governed by the elected senators and kept in line by the famously cruel judges. Watch your step.",
    "westbridge": "An elegant citadel of learning, <npcName>, with it's famous University, is known throughout the human lands and scholars from here are even respected by the elves. Connected by a series of ancient bridges to the more humble, but equally pretty Eastbridge, the city derives most of its income from the various river-related taxes and tolls it charges.",
    "wilford": "Located underneath the scenic Blue hills, <npcName> is best known for it's annual skating competitions on the frozen river Dee. It is also home to the much loved dish of Mud soup, a brownish substance said to alleviate even the worst alcohol-related troubles.",
    "weeBrother": "Sitting right between rivers Sharn and Little Sharn on a fertile piece of land, <npcName> is famous for its well cultivated farms and, thanks to the dangerous currents of the rivers in this area, great boating prowess of its inhabitants."
}