{
    "greeting1": "You enter the dark cell, first thinking it empty. But then there is a silent rustle, the scraping of bone on stone, and then a voice.\n\n\"My liege! You've returned! And you took your damn time too!\"",
    "greeting2": "\"Ah, the doubter returns. Something on your mind, my lord?\"",
    "pcTalk1": "What?",
    "pcTalk2": "Who... who is speaking to me?",
    "pcTalk3": "\"My liege\"? Well... then tell me, servant, what is going on here?",
    "pcTalk4": "Aaaargh! A skeleton!",
    "pcTalk5": "Ah yes. A talking skeleton. I really shouldn't be surprised.",
    "pcTalk6": "Are you... dead?",
    "pcTalk7": "I locked you up?",
    "pcTalk8": "Why is everybody dead here?",
    "pcTalk9": "Anger? Why would you be angry with me?",
    "pcTalk10": "How is that even possible?",
    "pcTalk11": "I don't remember any of this.",
    "pcTalk14": "You deserved nothing less, traitor!",
    "pcTalk15": "But I am not your master! I don't even know who I am!",
    "pcTalk12": "Why are there zombies outside?",
    "pcTalk13": "They were looking for me? But I don't remember any of this! This is all wrong! I am not your lord!",
    "pcTalk16": "If I am your lord, then I order you to help me. I need to get to the bottom of this. Come with me.",
    "pcTalk17": "No. I refuse to believe any of this. You stay here and rot, skeleton.",
    "pcTalk18": "Follow me.",
    "pcTalk19": "(Leave)",
    "pcTalk20": "I need your help. I need to understand. If you really are my servant, then come with me.",
    "pcTalk21": "No. It was a mistake coming back here.",
    "pcTalk36": "My doing?",
    "pcTalk38": "What are you talking about? What exactly happened?",
    "npcTalk2": "\"It is me, Zoltan! Your faithful retainer! Don't you remember me? Typical. Of all your crap-for-brains servants and left handed maids, you don't remember the one competent soul in the whole circus. Is it not enough that you locked me in here? Do you have to taunt me as well?\" \n\nThe voice comes closer as the hidden speaker grows more agitated and you can suddenly see an outline, a shape. It disturbs you greatly. It is too thin, with edges too well defined and with parts missing.",
    "npcTalk3": "\"Not much, not much. At first, I was quite angry at you for locking me up. But then, when all the ruckus started, I became quite glad for the thick walls. And then everybody died, including me. And then a whole lot of nothing happened and then here you are, flesh and bones, visiting old Zoltan like nothing happened.\"\n\nYou suddenly realize you can see the speaker now, faintly. He is definitely not human. Not anymore.",
    "npcTalk4": "\"Oh come on. Have you never seen a skeleton before? Calm down. Take a deep breath. I am not going to hurt you. There is no anger in me. Not anymore.\"",
    "npcTalk5": "\"No, you shouldn't. After all, this is all your doing.\"",
    "npcTalk6": "\"Well, yes. Quite dead. I am a skeleton, you see.\"",
    "npcTalk7": "\"You locked me up and you never let me out again. And for such a silly little thing, too! Who knew all that gold was yours? I thought it was communal! \"",
    "npcTalk10": "\"Traitor?\" Zoltan points an accusing finger at you. \"It was your name they shouted, the people that stormed this place, it was your name that was sang by that woman at the end, after everything else went silent! After we were all dead!\"",
    "npcTalk9": "Zoltan shrugs. It's quite an expressive movement.\n\"Remember or not, this is what happened.\"",
    "npcTalk8": "\"I am not sure... There was shouting, back when I was still alive. Sounds of combat, magic going off. I've heard people calling your name, looking for you, but in vain. And then there was a beat and a woman's voice, singing, and then silence. It must have been a spell of some sort.\"",
    "npcTalk11": "\"Well, I might be dead with holes for eyes, but they don't lie, my liege. You are the master of this place. You, and nobody else.\" There is no doubt in his voice.",
    "npcTalk12": "Zoltan seems to consider this for a moment.\n\n\"Well, this cell has long lost its charm. And what exactly can happen to me anyways? Lead on, my lord.\"",
    "npcTalk13": "\"As you wish. I will be here if you change your mind and want to talk again.\"",
    "npcTalk37": "\"Why? You locked me up and you never let me out again! I mean, did I take the gold? Yes. But to be locked for dead for such a thing...\"\nThe skeleton shakes his head.\n\"I never thought my own lord would to that to me. When I woke up later, dead, this,\" he gestures at his body. \"I would cry, if I still had eyes to bawl with.\"",
    "npcTalk39": "\"That is the question, isn't it? I don't know.\"\n\nZoltan's frame suddenly slackens, and his voice grows sad.\n\n\"I never expected such harsh punishment from you, and for such a small thing, too. You locked me up and left me for dead. And then, you must've done something, angered the wrong party, because they came for you and ruined us all.\"\n\nHe then stiffens again and shouts.\n\n\"Some of the poor dead bastards owed me money!\""
}